<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=Windows-1251">
<title>Троянди в історії</title>
<link href="ico.ico" rel="shortcut icon">
<style type="text/css">
div#container
{
   width: 905px;
   position: relative;
   margin-top: 0px;
   margin-left: auto;
   margin-right: auto;
   text-align: left;
}
body
{
   text-align: center;
   margin: 0;
   background-color: #FFFFFF;
   color: #000000;
}
</style>
<script type="text/javascript" src="jscookmenu.min.js"></script>
<link rel="stylesheet" href="./ThemeMetallic/theme.css" type="text/css">
<script type="text/javascript" src="./ThemeMetallic/theme.js"></script>
<style type="text/css">
a
{
   color: #0000FF;
   text-decoration: underline;
}
a:visited
{
   color: #800080;
}
a:active
{
   color: #FF0000;
}
a:hover
{
   color: #0000FF;
   text-decoration: underline;
}
</style>
<style type="text/css">
#Image1
{
   border: 0px #000000 solid;
}
.ThemeMetallicMenu,
.ThemeMetallicSubMenuTable
{
   font-family: Arial;
   font-size: 13px;
}
#Image2
{
   border: 0px #000000 solid;
}
#wb_Text1 
{
   background-color: transparent;
   border: 0px #000000 solid;
   padding: 0;
   text-align: left;
}
#wb_Text1 div
{
   text-align: left;
}
#wb_Text2 
{
   background-color: transparent;
   border: 0px #000000 solid;
   padding: 0;
   text-align: left;
}
#wb_Text2 div
{
   text-align: left;
}
</style>
</head>
<body>
<div id="container">
<div id="wb_Image1" style="position:absolute;left:1px;top:0px;width:903px;height:210px;z-index:0;">
<img src="images/Head.png" id="Image1" alt="" style="width:903px;height:210px;"></div>
<div id="wb_MenuBar2" style="position:absolute;left:116px;top:183px;width:632px;height:24px;z-index:1001;">
<div id="MenuBar2">
<ul style="display:none;">
<li><span></span><a href="./index.html" target="_self">&#1043;&#1086;&#1083;&#1086;&#1074;&#1085;&#1072;</a>
</li>
<li><span></span><a href="./Throyanda.html" target="_self">&#1058;&#1088;&#1086;&#1103;&#1085;&#1076;&#1080;</a>

<ul>
<li><span></span><a href="./Chervona.html" target="_self">&#1063;&#1077;&#1088;&#1074;&#1086;&#1085;&#1072;&nbsp;&#1090;&#1088;&#1086;&#1103;&#1085;&#1076;&#1072;</a>
</li>
<li><span></span><a href="./Bila.html" target="_self">&#1041;&#1110;&#1083;&#1072;&nbsp;&#1090;&#1088;&#1086;&#1103;&#1085;&#1076;&#1072;</a>
</li>
<li><span></span><a href="./Zhovta.html" target="_self">&#1046;&#1086;&#1074;&#1090;&#1072;&nbsp;&#1090;&#1088;&#1086;&#1103;&#1085;&#1076;&#1072;</a>
</li>
</ul>
</li>
<li><span></span><a href="./Facti.html" target="_self">&#1062;&#1110;&#1082;&#1072;&#1074;&#1110;&nbsp;&#1092;&#1072;&#1082;&#1090;&#1080;&nbsp;&#1087;&#1088;&#1086;&nbsp;&#1090;&#1088;&#1086;&#1103;&#1085;&#1076;&#1080;</a>
</li>
<li><span></span><a href="./istoria.html" target="_self">&#1058;&#1088;&#1086;&#1103;&#1085;&#1076;&#1080;&nbsp;&#1074;&nbsp;&#1110;&#1089;&#1090;&#1086;&#1088;&#1110;&#1111;</a>
</li>
<li><span></span><a href="./Photo.html" target="_self">&#1040;&#1083;&#1100;&#1073;&#1086;&#1084;</a>
</li>
</ul>
</div>
<script type="text/javascript">
cmDrawFromText('MenuBar2', 'hbr', cmThemeMetallic, 'ThemeMetallic');
</script>
</div>
<div id="wb_JavaScript1" style="position:absolute;left:522px;top:228px;width:433px;height:59px;z-index:2;">
<script type="text/javascript">
var message="Троянди в історії";
var flashspeed=100;
var n=0;

document.write('<font style="color:#000000;font-family:Arial;font-size:18px;font-weight:bold;font-style:italic;text-decoration:none;">');
for (m=0;m<message.length;m++)
   document.write('<span id="neonlight'+m+'">'+message.charAt(m)+'<\/span>');
document.write('<\/font>');

function crossref(number)
{
   var crossobj = document.getElementById("neonlight"+number);
   return crossobj;
}
function neon()
{
   if (n==0)
   {
      for (m=0;m<message.length;m++)
         crossref(m).style.color="#000000";
   }

   crossref(n).style.color="#FF0000";

   if (n<message.length-1)
   {
      n++;
   }
   else
   {
      n=0;
      clearInterval(flashing);
      setTimeout("StartNeon()", 1500);
      return;
   }
}
function StartNeon()
{
   if (document.all||document.getElementById)
      flashing=setInterval("neon()", flashspeed)
}
StartNeon();
</script></div>
<div id="wb_Image2" style="position:absolute;left:153px;top:214px;width:226px;height:279px;z-index:3;">
<img src="images/lakshmi3.jpg" id="Image2" alt="" style="width:226px;height:279px;"></div>
<div id="wb_Text1" style="position:absolute;left:405px;top:276px;width:438px;height:216px;z-index:4;text-align:left;">
<span style="color:#000000;font-family:Arial;font-size:16px;">&#1047;&#1072; &#1110;&#1085;&#1076;&#1110;&#1081;&#1089;&#1100;&#1082;&#1080;&#1084;&#1080; &#1087;&#1091;&#1088;&#1072;&#1085;&#1072;&#1084;&#1080; (&#1084;&#1110;&#1092;&#1072;&#1084;&#1080;), &#1085;&#1072;&#1081;&#1082;&#1088;&#1072;&#1089;&#1080;&#1074;&#1110;&#1096;&#1072; &#1079; &#1091;&#1089;&#1110;&#1093; &#1078;&#1110;&#1085;&#1086;&#1082; - &#1051;&#1072;&#1082;&#1096;&#1084;&#1110; - &#1085;&#1072;&#1088;&#1086;&#1076;&#1080;&#1083;&#1072;&#1089;&#1103; &#1079; &#1087;&#1091;&#1087;'&#1103;&#1085;&#1082;&#1072; &#1090;&#1088;&#1086;&#1103;&#1085;&#1076;&#1080;. &#1043;&#1086;&#1089;&#1087;&#1086;&#1076;&#1072;&#1088; &#1042;&#1089;&#1077;&#1089;&#1074;&#1110;&#1090;&#1091; &#1042;&#1110;&#1096;&#1085;&#1091;, &#1087;&#1086;&#1073;&#1072;&#1095;&#1080;&#1074;&#1096;&#1080; &#1082;&#1088;&#1072;&#1089;&#1091;&#1085;&#1102;, &#1097;&#1086; &#1089;&#1087;&#1080;&#1090;&#1100; &#1091; &#1089;&#1074;&#1086;&#1108;&#1084;&#1091; &#1090;&#1088;&#1086;&#1103;&#1085;&#1076;&#1086;&#1074;&#1086;&#1084;&#1091; &#1083;&#1086;&#1078;&#1110;, &#1088;&#1086;&#1079;&#1073;&#1091;&#1076;&#1080;&#1074; &#1111;&#1111; &#1087;&#1086;&#1094;&#1110;&#1083;&#1091;&#1085;&#1082;&#1086;&#1084; &#1110; &#1074;&#1079;&#1103;&#1074; &#1079;&#1072; &#1076;&#1088;&#1091;&#1078;&#1080;&#1085;&#1091;. &#1051;&#1072;&#1082;&#1096;&#1084;&#1110; &#1089;&#1090;&#1072;&#1083;&#1072; &#1073;&#1086;&#1075;&#1080;&#1085;&#1077;&#1102; &#1082;&#1088;&#1072;&#1089;&#1080;, &#1072; &#1090;&#1088;&#1086;&#1103;&#1085;&#1076;&#1072;, &#1097;&#1086; &#1111;&#1111; &#1074;&#1082;&#1088;&#1080;&#1074;&#1072;&#1083;&#1072;, - &#1089;&#1080;&#1084;&#1074;&#1086;&#1083;&#1086;&#1084; &#1073;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;&#1111; &#1090;&#1072;&#1108;&#1084;&#1085;&#1080;&#1094;&#1110; &#1081; &#1079; &#1090;&#1080;&#1093; &#1087;&#1110;&#1088; &#1074;&#1074;&#1072;&#1078;&#1072;&#1108;&#1090;&#1100;&#1089;&#1103; &#1091; &#1074;&#1089;&#1110;&#1093; &#1089;&#1093;&#1110;&#1076;&#1085;&#1080;&#1093; &#1085;&#1072;&#1088;&#1086;&#1076;&#1110;&#1074; &#1089;&#1074;&#1103;&#1097;&#1077;&#1085;&#1085;&#1086;&#1102;.<br><br>&#1059; &#1044;&#1088;&#1077;&#1074;&#1085;&#1110;&#1081; &#1055;&#1077;&#1088;&#1089;&#1110;&#1111; &#1087;&#1086;&#1077;&#1090;&#1080; &#1085;&#1077; &#1074;&#1090;&#1086;&#1084;&#1083;&#1102;&#1074;&#1072;&#1083;&#1080;&#1089;&#1103; &#1086;&#1089;&#1087;&#1110;&#1074;&#1091;&#1074;&#1072;&#1090;&#1080; &#1111;&#1111;. &#1047;&#1072; &#1087;&#1077;&#1088;&#1089;&#1100;&#1082;&#1080;&#1084;&#1080; &#1089;&#1082;&#1072;&#1079;&#1072;&#1085;&#1085;&#1103;&#1084;&#1080;, &#1074;&#1086;&#1085;&#1072; &#1073;&#1091;&#1083;&#1072; &#1087;&#1086;&#1076;&#1072;&#1088;&#1091;&#1085;&#1082;&#1086;&#1084; &#1089;&#1072;&#1084;&#1086;&#1075;&#1086; &#1040;&#1083;&#1083;&#1072;&#1093;&#1072;. &#1047;'&#1103;&#1074;&#1080;&#1083;&#1080;&#1089;&#1103; &#1076;&#1086; &#1085;&#1100;&#1086;&#1075;&#1086; &#1086;&#1076;&#1085;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079;&#1091; &#1074;&#1089;&#1110; &#1082;&#1074;&#1110;&#1090;&#1080; &#1110;&#1079; &#1087;&#1088;&#1086;&#1093;&#1072;&#1085;&#1085;&#1103;&#1084; &#1087;&#1088;&#1080;&#1079;&#1085;&#1072;&#1095;&#1080;&#1090;&#1080; &#1111;&#1084; &#1085;&#1086;&#1074;&#1086;&#1075;&#1086; &#1074;&#1086;&#1083;&#1086;&#1076;&#1072;&#1088;&#1103; &#1079;&#1072;&#1084;&#1110;&#1089;&#1090;&#1100; &#1089;&#1086;&#1085;&#1085;&#1086;&#1075;&#1086; </span></div>
<div id="wb_Text2" style="position:absolute;left:153px;top:511px;width:687px;height:1296px;z-index:5;text-align:left;">
<span style="color:#000000;font-family:Arial;font-size:16px;">&#1083;&#1086;&#1090;&#1086;&#1089;&#1072; - &#1090;&#1086;&#1081; &#1093;&#1086;&#1095;&#1072; &#1081; &#1073;&#1091;&#1074; &#1082;&#1088;&#1072;&#1089;&#1080;&#1074;&#1080;&#1084;, &#1072;&#1083;&#1077; &#1095;&#1072;&#1089;&#1090;&#1086; &#1079;&#1072;&#1073;&#1091;&#1074;&#1072;&#1074; &#1087;&#1088;&#1086; &#1089;&#1074;&#1086;&#1111; &#1086;&#1073;&#1086;&#1074;'&#1103;&#1079;&#1082;&#1080;. &#1040;&#1083;&#1083;&#1072;&#1093; &#1087;&#1086;&#1095;&#1091;&#1074; &#1111;&#1093;&#1085;&#1108; &#1087;&#1088;&#1086;&#1093;&#1072;&#1085;&#1085;&#1103; &#1081; &#1087;&#1088;&#1080;&#1079;&#1085;&#1072;&#1095;&#1080;&#1074; &#1087;&#1088;&#1072;&#1074;&#1080;&#1090;&#1077;&#1083;&#1100;&#1082;&#1086;&#1102; &#1073;&#1110;&#1083;&#1091; &#1090;&#1088;&#1086;&#1103;&#1085;&#1076;&#1091; &#1079; &#1111;&#1111; &#1075;&#1086;&#1089;&#1090;&#1088;&#1080;&#1084;&#1080; &#1082;&#1086;&#1083;&#1102;&#1095;&#1082;&#1072;&#1084;&#1080;. &#1057;&#1086;&#1083;&#1086;&#1074;&#1077;&#1081;, &#1087;&#1086;&#1073;&#1072;&#1095;&#1080;&#1074;&#1096;&#1080; &#1085;&#1086;&#1074;&#1091; &#1094;&#1072;&#1088;&#1080;&#1094;&#1102; &#1082;&#1074;&#1110;&#1090;&#1110;&#1074;, &#1073;&#1091;&#1074; &#1079;&#1072;&#1095;&#1072;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1081; &#1111;&#1111; &#1082;&#1088;&#1072;&#1089;&#1086;&#1102; &#1081; &#1091; &#1079;&#1072;&#1093;&#1074;&#1072;&#1090;&#1110; &#1087;&#1088;&#1080;&#1075;&#1086;&#1088;&#1085;&#1091;&#1074; &#1090;&#1088;&#1086;&#1103;&#1085;&#1076;&#1091; &#1076;&#1086; &#1089;&#1074;&#1086;&#1111;&#1093; &#1075;&#1088;&#1091;&#1076;&#1077;&#1081;. &#1040;&#1083;&#1077; &#1075;&#1086;&#1089;&#1090;&#1088;&#1110; &#1082;&#1086;&#1083;&#1102;&#1095;&#1082;&#1080; &#1074;&#1089;&#1090;&#1088;&#1086;&#1084;&#1080;&#1083;&#1080;&#1089;&#1103; &#1081;&#1086;&#1084;&#1091; &#1074; &#1089;&#1077;&#1088;&#1094;&#1077;, &#1110; &#1095;&#1077;&#1088;&#1074;&#1086;&#1085;&#1072; &#1082;&#1088;&#1086;&#1074;, &#1073;&#1088;&#1080;&#1079;&#1082;&#1085;&#1091;&#1074;&#1096;&#1080; &#1110;&#1079; &#1075;&#1088;&#1091;&#1076;&#1077;&#1081; &#1085;&#1077;&#1097;&#1072;&#1089;&#1085;&#1086;&#1075;&#1086;, &#1079;&#1088;&#1086;&#1089;&#1080;&#1083;&#1072; &#1085;&#1110;&#1078;&#1085;&#1110; &#1087;&#1077;&#1083;&#1102;&#1089;&#1090;&#1082;&#1080; &#1095;&#1091;&#1076;&#1086;&#1074;&#1086;&#1111; &#1082;&#1074;&#1110;&#1090;&#1082;&#1080;. &#1044;&#1086;&#1090;&#1077;&#1087;&#1077;&#1088; &#1079;&#1086;&#1074;&#1085;&#1110;&#1096;&#1085;&#1110; &#1087;&#1077;&#1083;&#1102;&#1089;&#1090;&#1082;&#1080; &#1073;&#1072;&#1075;&#1072;&#1090;&#1100;&#1086;&#1093; &#1090;&#1088;&#1086;&#1103;&#1085;&#1076; &#1079;&#1073;&#1077;&#1088;&#1110;&#1075;&#1072;&#1102;&#1090;&#1100; &#1089;&#1074;&#1110;&#1081; &#1088;&#1086;&#1078;&#1077;&#1074;&#1080;&#1081; &#1074;&#1110;&#1076;&#1090;&#1110;&#1085;&#1086;&#1082;.<br><br>Греки вважали троянду даром богів. За словами Анакреона, троянда народилася з білосніжної піни, що покривала тіло Афродіти, коли богиня любові вийшла з моря. Побачивши цю квітку, зачаровані боги обляпали її нектаром, що і надав їй дивовижний аромат.<br><br>Троянда у греків - супутниця радісних і сумних святкувань. Вінками із троянд, перевитих миртами, прикрашали наречених. Трояндами вбиралися двері, що ведуть у будинок, а пелюстками всипалося шлюбне ложе. Трояндами усипали шлях переможця, що повертався з війни, і його колісницю. Ними ж встеляли тіло й гробниці померлих.<br><br>Із Греції троянда була перенесена колоністами в Рим і прекрасно там прижилася. Якщо в Греції в богів вона служила символом любові й краси, а в людей - вираженням веселощі, радості й глибокому суму, то в римлян у часи республіки ця квітка вважалася символом строгої моральності й служила нагородою за видатні діяння.<br><br>У римлян був звичай під час дружніх бенкетів кидати у вино пелюстки зі своїх трояндових вінків. Вино з пелюстками троянд випивали на знак симпатії до того, із чийого вінка вони обсипалися.<br><br>Знаменита єгипетська цариця Клеопатра, приймаючи в себе Марка Антонія, веліла покрити всю підлогу зали товстим шаром трояндових пелюсток. Щоб переконати Антонія в щирості своїх почуттів, Клеопатра наказала обприскати сильною отрутою троянди свого вінка, а коли Антоній, клянучись їй у любові, обсипав пелюстки троянд із її вінка у свою чашу з вином і хотів його випити, вона вирвала чашу в нього з рук й, сказавши: &quot;Дивися, Антоній, як мені легко було від тебе позбутися, якби тільки я могла без тебе жити!&quot;, повеліла випити цю чашу засудженому на смерть невільникові.<br><br>Римські воїни, відправляючись на війну, знімали шоломи й надягали вінки із троянд, щоб вселити в себе мужність. Троянда служила емблемою хоробрості.<br><br>У період падіння Риму троянда із царственої квітки стає предметом розкоші, на який витрачалися божевільні гроші. Наприклад, марнолюбний проконсул Веррес пересувався по Риму не інакше як на носилках, матрац і подушки яких набивалися свіжими пелюстками троянд, та й сам проконсул був оповитий гірляндами із цих квітів. Ще більше троянд було потрібно імператорові Нерону. У його знаменитій обідній залі, де стеля й стіни оберталися під час бенкетів, зображуючи позмінно чотири пори року, замість граду й дощу на гостей сипалися мільярди свіжих трояндових пелюсток.<br><br>Починаючи із середніх віків римські папи нагороджують видатну чесноту золотою посипаною дорогоцінними каменями трояндою. Велика квітка на довгому стеблі складена з окремих пелюсток, на яких вирізьблені ім'я папи й чесноти тієї особи, якій троянда призначається. На листі блищать незліченні малюсінькі діамантики, що зображують небесну росу. За старих часів цю гілку троянди укладали у витончений футляр, оббитий зсередини блакитним атласом, а зовні викладений інкрустаціями у вигляді срібних троянд. Тепер же троянду обертають у шовкову хустку й укладають на підстилці з вати в просту коробку. У день іменований &quot;Domіnіca іn rosa&quot; (трояндова неділя), папа благословляє таку троянду в присутності повного зібрання кардиналів у церкві св. Петра, обкурює її фіміамом, окропляє святою водою й посилає гідній царственій особі.<br><br>Майже невідома в Англії до XІ ст., троянда з'явилася при дворі англійських королів незадовго до початку кривавої війни між йоркським і ланкастерським будинками. Троянда так зачарувала своєю красою претендентів на престол, що обидва помістили її у свій герб: перший обрав собі білу, а другий - червону. Тому запекла міжусобна боротьба Генріха VІ Ланкастера з Едуардом Йоркським за англійський престол, що тривала, як відомо, більше 30 років, зветься Війною червоної й білої троянди. На згадку про ці війни англійські садівники вивели особливий сорт троянди, що одержала назву ланкастер-йоркська: на одному кущі ця троянда давала й білі, і червоні квіти.<br><br>Цікаву роль зіграла троянда в житті королеви Вікторії. Розповідають, що на придворному балі на честь принца Альберта Кобурзького, що приїхав в Англію свататися до королеви Вікторії, королева на знак своєї до нього симпатії відчепила від корсажу троянду й передала йому. Принц був у захваті, але не знайшов на своєму фраці петлі, куди б він міг прикріпити дорогоцінний подарунок. Не замислюючись ні хвилини, він перочинним ножем зробив на фраці, саме проти серця, хрестоподібний надріз. Ця спритність і ціна, що він надав її невеликому знаку уваги, остаточно зачарували Вікторію, і вона погодилася стати дружиною принца.</span></div>
</div>
</body>
</html>